Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Vault-relative path, e.g. Daily or Journal/Daily. Leave empty for vault root.
de: Relativer Vault-Pfad, z. B. Daily oder Journal/Daily. Leer lassen für das Vault-Stammverzeichnis.
es: Ruta relativa a la bóveda, ej. Daily o Journal/Daily. Deja vacío para la raíz de la bóveda.
fr: Chemin relatif au coffre, ex. : Daily ou Journal/Daily. Laissez vide pour la racine du coffre.
it: Percorso relativo al vault, es. Daily o Journal/Daily. Lascia vuoto per la radice del vault.
ja: Vault相対パス（例：DailyまたはJournal/Daily）。Vaultルートの場合は空のままにしてください。
ko: 보관함 상대 경로, 예: Daily 또는 Journal/Daily. 보관함 루트를 사용하려면 비워 두세요.
nl: Pad relatief aan de kluis, bijv. Daily of Journal/Daily. Laat leeg voor de kluishoofdmap.
pt_br: Caminho relativo ao cofre, ex.: Daily ou Journal/Daily. Deixe vazio para a raiz do cofre.
zh_hans: 相对于知识库的路径，例如 Daily 或 Journal/Daily。留空则使用知识库根目录。

source: Verifiable Clinical Records
de: Überprüfbare klinische Aufzeichnungen
es: Registros clínicos verificables
fr: Dossiers cliniques vérifiables
it: Cartelle cliniche verificabili
ja: 検証可能な臨床記録
ko: 검증 가능한 임상 기록
nl: Verifieerbare klinische gegevens
pt_br: Registros clínicos verificáveis
zh_hans: 可验证的临床记录

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
ja: 確認済み
ko: 확인됨
nl: Geverifieerd
pt_br: Verificado
zh_hans: 已验证

source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza
ja: 表示
ko: 보기
nl: Bekijken
pt_br: Ver
zh_hans: 查看

source: View Exported File
de: Exportierte Datei anzeigen
es: Ver archivo exportado
fr: Afficher le fichier exporté
it: Visualizza file esportato
ja: 書き出したファイルを表示
ko: 내보낸 파일 보기
nl: Geëxporteerd bestand bekijken
pt_br: Ver arquivo exportado
zh_hans: 查看导出的文件

source: View Privacy Policy
de: Datenschutzrichtlinie anzeigen
es: Ver política de privacidad
fr: Consulter la politique de confidentialité
it: Visualizza informativa sulla privacy
ja: プライバシーポリシーを表示
ko: 개인정보 처리방침 보기
nl: Privacybeleid bekijken
pt_br: Ver Política de Privacidade
zh_hans: 查看隐私政策

source: Vision
de: Sehvermögen
es: Visión
it: Vista
ja: 視力
ko: 시력
nl: Zicht
pt_br: Visão
zh_hans: 视力

source: Vision Prescriptions
de: Sehhilfenverordnungen
es: Prescripciones para la vista
fr: Prescriptions visuelles
it: Prescrizioni per la vista
ja: 視力の処方箋
ko: 시력 처방
nl: Bril- en contactlensvoorschriften
pt_br: Prescrições oftalmológicas
zh_hans: 视力处方

source: Vitals
de: Vitalzeichen
es: Signos vitales
fr: Signes vitaux
it: Parametri vitali
ja: バイタル
ko: 활력 징후
nl: Vitale functies
pt_br: Sinais Vitais
zh_hans: 生命体征

source: Vitamins
de: Vitamine
es: Vitaminas
fr: Vitamines
it: Vitamine
ja: ビタミン
ko: 비타민
nl: Vitamines
pt_br: Vitaminas
zh_hans: 维生素

source: Vomiting
de: Erbrechen
es: Vómitos
fr: Vomissements
it: Vomito
ja: 嘔吐
ko: 구토
nl: Braken
pt_br: Vômito
zh_hans: 呕吐

source: Waist Circumference
de: Taillenumfang
es: Circunferencia de la cintura
fr: Tour de taille
it: Circonferenza vita
ja: ウエスト周囲径
ko: 허리 둘레
nl: Tailleomtrek
pt_br: Circunferência da Cintura
zh_hans: 腰围

source: Waiting
de: Warten
es: En espera
fr: En attente
it: In attesa
ja: 待機中
ko: 대기 중
nl: Wachten
pt_br: Aguardando
zh_hans: 等待中

source: Waiting for Mac
de: Warten auf den Mac
es: Esperando al Mac
fr: En attente du Mac
it: In attesa del Mac
ja: Macからの接続を待機中
ko: Mac 연결 대기 중
nl: Wachten op Mac
pt_br: Aguardando o Mac
zh_hans: 正在等待 Mac

source: Waiting for destination status from Mac.
de: Warten auf den Zielstatus des Mac.
es: Esperando el estado del destino del Mac.
fr: En attente de l’état de la destination du Mac.
it: In attesa che il Mac comunichi lo stato della destinazione.
ja: Macからエクスポート先の状態を受信するまで待機しています。
ko: Mac에서 대상 상태를 받을 때까지 기다리는 중입니다.
nl: Wachten op de bestemmingsstatus van de Mac.
pt_br: Aguardando o status do destino no Mac.
zh_hans: 正在等待 Mac 返回目标状态。

source: Waiting for iPhone
de: Warten auf iPhone
es: Esperando a iPhone
fr: En attente de iPhone
it: In attesa di iPhone
ja: iPhoneを待っています
ko: iPhone를 기다리는 중
nl: Wachten op iPhone
pt_br: Aguardando iPhone
zh_hans: 等待iPhone

source: Wake Time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
it: Orario di sveglia
ja: 起床時間
ko: 기상 시간
nl: Wektijd
pt_br: Hora de acordar
zh_hans: 起床时间

source: Walking + Running Distance
de: Geh- und Laufdistanz
es: Distancia caminando + corriendo
fr: Distance de marche et de course
it: Camminata + distanza di corsa
ja: 歩行距離+走行距離
ko: 걷기 + 달리기 거리
nl: Lopen + Hardloopafstand
pt_br: Distância de caminhada + corrida
zh_hans: 步行+跑步距离

source: Walking Asymmetry
de: Asymmetrie beim Gehen
es: Asimetría al caminar
fr: Asymétrie de marche
it: Asimmetria ambulante
ja: 非対称歩行
ko: 보행 비대칭
nl: Asymmetrie van lopen
pt_br: Assimetria de caminhada
zh_hans: 行走不对称

source: Walking Heart Rate Average
de: Durchschnittliche Herzfrequenz beim Gehen
es: Promedio de frecuencia cardíaca al caminar
fr: Fréquence cardiaque moyenne en marche
it: Frequenza cardiaca media camminando
ja: 歩行時の平均心拍数
ko: 걷기 심박수 평균
nl: Gemiddelde hartslag bij wandelen
pt_br: Média de frequência cardíaca de caminhada
zh_hans: 步行平均心率

source: Walking Speed
de: Gehgeschwindigkeit
es: Velocidad al caminar
fr: Vitesse de marche
it: Velocità di camminata
ja: 歩く速度
ko: 걷는 속도
nl: Loopsnelheid
pt_br: Velocidade de caminhada
zh_hans: 行走速度

source: Walking Steadiness
de: Stabilität beim Gehen
es: Estabilidad al caminar
fr: Stabilité de marche
it: Stabilità di camminata
ja: 歩行の安定性
ko: 걷기의 안정감
nl: Stabiliteit bij het lopen
pt_br: Estabilidade de Caminhada
zh_hans: 行走稳定性

source: Walking Steadiness Event
de: Gehstabilitätsereignis
es: Evento de estabilidad al caminar
fr: Événement de stabilité de marche
it: Evento stabilità della camminata
ja: 歩行安定イベント
ko: 걷기 안정 이벤트
nl: Evenement voor loopstabiliteit
pt_br: Evento de estabilidade de caminhada
zh_hans: 步行稳定性事件

source: Walking Step Length
de: Gehschrittlänge
es: Longitud del paso al caminar
fr: Longueur du pas de marche
it: Lunghezza del passo
ja: 歩行歩幅
ko: 보행 보폭
nl: Lengte van de loopstap
pt_br: Comprimento do passo de caminhada
zh_hans: 步行步长

# Warning: %@
source: Warning: %1$@
de: Warnung: %1$@
es: Advertencia: %1$@
fr: Attention : %1$@
it: Avvertenza: %1$@
ja: 警告: %1$@
ko: 경고: %1$@
nl: Waarschuwing: %1$@
pt_br: Aviso: %1$@
zh_hans: 警告：%1$@

# Warning: %lld export warnings, including %@
source: Warning: %1$lld export warnings, including %2$@
de: Warnung: %1$lld-Exportwarnungen, einschließlich %2$@
es: Advertencia: advertencias de exportación %1$lld, incluido %2$@
fr: Avertissement : avertissements d'exportation %1$lld, y compris %2$@
it: Avviso: avvisi sull'esportazione di %1$lld, incluso %2$@
ja: 警告: %1$lld エクスポート警告 (%2$@ を含む)
ko: 경고: 내보내기 경고 %1$lld건(%2$@ 포함)
nl: Waarschuwing: %1$lld exportwaarschuwingen, inclusief %2$@
pt_br: Aviso: avisos de exportação %1$lld, incluindo %2$@
zh_hans: 警告：%1$lld 导出警告，包括 %2$@

# Warning: %lld metric fetches failed, including %@
source: Warning: %1$lld metric fetches failed, including %2$@
de: Warnung: Das Abrufen von %1$lld-Metriken ist fehlgeschlagen, einschließlich %2$@
es: Advertencia: Error al recuperar la métrica %1$lld, incluido %2$@
fr: Avertissement : Les récupérations de métriques %1$lld ont échoué, y compris %2$@.
it: Avviso: recuperi delle metriche %1$lld non riusciti, incluso %2$@
ja: 警告: %1$lld 件の指標取得に失敗（%2$@ を含む）
ko: 경고: 건강 항목 가져오기 %1$lld건 실패(%2$@ 포함)
nl: Waarschuwing: Ophalen van %1$lld-statistieken is mislukt, inclusief %2$@
pt_br: Aviso: falha nas buscas de métricas %1$lld, incluindo %2$@
zh_hans: 警告：%1$lld 指标获取失败，包括 %2$@

source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvertenze
ja: 警告
ko: 경고
nl: Waarschuwingen
pt_br: Avisos
zh_hans: 警告

source: Water
de: Wasser
es: agua
fr: Eau
it: Acqua
ja: 水
ko: 물
pt_br: Água
zh_hans: 水

source: Water Temperature
de: Wassertemperatur
es: Temperatura del agua
fr: Température de l'eau
it: Temperatura dell'acqua
ja: 水温
ko: 수온
nl: Watertemperatuur
pt_br: Temperatura da água
zh_hans: 水温

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pt_br: Semana
zh_hans: 周

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 매주
nl: Wekelijks
pt_br: Semanal
zh_hans: 每周

source: Weekly roll-up summaries
de: Wöchentliche Rollup-Zusammenfassungen
es: Resúmenes semanales
fr: Résumés hebdomadaires
it: Riepiloghi settimanali
ja: 週次ロールアップサマリー
ko: 주간 롤업 요약
nl: Wekelijkse samenvattingen
pt_br: Resumos semanais
zh_hans: 每周汇总总结

source: Weekly summaries
de: Wöchentliche Zusammenfassungen
es: Resúmenes semanales
fr: Résumés hebdomadaires
it: Riepiloghi settimanali
ja: 週ごとのまとめ
ko: 주간 요약
nl: Wekelijkse samenvattingen
pt_br: Resumos semanais
zh_hans: 每周总结

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
ja: 週間
ko: 주
nl: Weken
pt_br: Semanas
zh_hans: 周数

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
ko: 체중
nl: Gewicht
pt_br: Peso
zh_hans: 体重

source: Weight: %@
de: Gewicht: %@
es: Peso: %@
fr: Poids : %@
it: Peso: %@
ja: 体重：%@
ko: 체중: %@
nl: Gewicht: %@
pt_br: Peso: %@
zh_hans: 体重：%@

source: What Gets Shared
de: Was geteilt wird
es: Lo que se comparte
fr: Ce qui est partagé
it: Cosa viene condiviso
ja: 共有されるもの
ko: 공유되는 내용
nl: Wat wordt gedeeld
pt_br: O que é compartilhado
zh_hans: 分享什么

source: What common JSON readiness states mean.
de: Was allgemeine JSON-Bereitschaftszustände bedeuten.
es: Qué significan los estados de preparación comunes de JSON.
fr: Signification des états de préparation courants du JSON.
it: Cosa significano gli stati di disponibilità comuni JSON.
ja: 一般的な JSON 準備状態の意味。
ko: 일반적인 JSON 준비 상태의 의미
nl: Wat algemene JSON-gereedheidsstatussen betekenen.
pt_br: O que significam os estados de prontidão comuns do JSON.
zh_hans: 常见的 JSON 就绪状态的含义是什么。

source: What to do
de: Was zu tun ist
es: que hacer
fr: Que faire
it: Cosa fare
ja: 何をすべきか
ko: 해야 할 일
nl: Wat te doen
pt_br: O que fazer
zh_hans: 该怎么办

source: Wheelchair Distance
de: Rollstuhlentfernung
es: Distancia en silla de ruedas
fr: Distance en fauteuil roulant
it: Distanza percorsa in sedia a rotelle
ja: 車椅子の距離
ko: 휠체어 거리
nl: Rolstoelafstand
pt_br: Distância percorrida em cadeira de rodas
zh_hans: 轮椅距离

source: Wheelchair Pushes
de: Rollstuhlschübe
es: Impulsos en silla de ruedas
fr: Poussées en fauteuil roulant
it: Spinte sulla sedia a rotelle
ja: 車椅子のプッシュ回数
ko: 휠체어 밀기
nl: Duwbewegingen met rolstoel
pt_br: Impulsos em cadeira de rodas
zh_hans: 轮椅推动次数

source: Wheelchair Use
de: Rollstuhlnutzung
es: Uso de silla de ruedas
fr: Utilisation d'un fauteuil roulant
it: Uso della sedia a rotelle
ja: 車椅子での利用
ko: 휠체어 사용
nl: Rolstoelgebruik
pt_br: Uso de cadeira de rodas
zh_hans: 轮椅使用

source: Wheezing
de: Giemen (pfeifende Atmung)
es: sibilancias
fr: Une respiration sifflante
it: Respiro sibilante
ja: 喘鳴
ko: 천명음
nl: Piepende ademhaling
pt_br: Chiado
zh_hans: 喘鸣

source: When File Exists
de: Wenn Datei existiert
es: Cuando el archivo existe
fr: Si le fichier existe
it: Quando il file esiste
ja: ファイルが存在する場合
ko: 파일이 존재할 때
nl: Wanneer bestand bestaat
pt_br: Quando o Arquivo Existe
zh_hans: 文件已存在时

source: When Write Data Dictionary is enabled, Health.md writes %1$@ at the export root so Obsidian plugins, scripts, and AI assistants can read field units, daily aggregations, and roll-up rules. Turn it off for a Markdown-only folder.
de: Wenn „Datenwörterbuch schreiben“ aktiviert ist, schreibt Health.md %1$@ in das Exportstammverzeichnis, damit Obsidian-Plugins, Skripte und KI-Assistenten Feldeinheiten, tägliche Aggregationen und Rollup-Regeln lesen können. Deaktivieren Sie es für einen Nur-Markdown-Ordner.
es: Cuando Escribir diccionario de datos está habilitado, Health.md escribe %1$@ en la raíz de exportación para que los complementos, scripts y asistentes de IA de Obsidian puedan leer unidades de campo, agregaciones diarias y reglas acumuladas. Desactívelo para una carpeta exclusiva de Markdown.
fr: Lorsque l'écriture du dictionnaire de données est activée, Health.md écrit %1$@ à la racine d'exportation afin que les plugins, scripts et assistants IA Obsidian puissent lire les unités de terrain, les agrégations quotidiennes et les règles de cumul. Désactivez-le pour un dossier Markdown uniquement.
it: Quando Scrivi dizionario dati è abilitato, Health.md scrive %1$@ nella root di esportazione in modo che plug-in, script e assistenti AI di Obsidian possano leggere unità di campo, aggregazioni giornaliere e regole di roll-up. Disattivalo per una cartella solo Markdown.
ja: データ ディクショナリの書き込みが有効になっている場合、Health.md はエクスポート ルートに %1$@ を書き込むため、Obsidian プラグイン、スクリプト、AI アシスタントはフィールド単位、日次集計、ロールアップ ルールを読み取ることができます。 Markdown 専用フォルダーの場合はオフにします。
ko: 데이터 사전 쓰기가 활성화되면 Health.md는 내보내기 루트에 %1$@를 작성하므로 Obsidian 플러그인, 스크립트 및 AI 보조자가 현장 단위, 일일 집계 및 롤업 규칙을 읽을 수 있습니다. Markdown 전용 폴더에 대해서는 이 기능을 끄십시오.
nl: Wanneer Gegevenswoordenboek aanmaken is ingeschakeld, schrijft Health.md %1$@ in de exportroot, zodat Obsidian-plug-ins, scripts en AI-assistenten veldeenheden, dagelijkse aggregaties en optellingsregels kunnen lezen. Schakel dit uit voor een map die alleen Markdown bevat.
pt_br: Quando Gerar dicionário de dados está habilitado, Health.md grava %1$@ na raiz de exportação para que plug-ins, scripts e assistentes de IA Obsidian possam ler unidades de campo, agregações diárias e regras de roll-up. Desligue-o para uma pasta somente Markdown.
zh_hans: 启用“写入数据字典”后，Health.md 会在导出根写入 %1$@，以便 Obsidian 插件、脚本和 AI 助手可以读取字段单位、每日聚合和汇总规则。对于仅包含 Markdown 的文件夹，将其关闭。

source: When enabled, automatically sends data to Mac after each export
de: Wenn aktiviert, werden Daten nach jedem Export automatisch an den Mac gesendet
es: Cuando está habilitado, envía datos automáticamente a Mac después de cada exportación
fr: Lorsqu'activé, envoie automatiquement les données vers le Mac après chaque exportation
it: Quando attivato, invia automaticamente i dati al Mac dopo ogni esportazione
ja: 有効にすると、各エクスポート後に自動的にMacにデータを送信します
ko: 활성화하면 각 내보내기 후 자동으로 Mac에 데이터를 전송합니다
nl: Wanneer ingeschakeld, worden gegevens automatisch naar Mac gestuurd na elke export
pt_br: Quando ativado, envia dados automaticamente para o Mac após cada exportação
zh_hans: 启用后，每次导出后自动将数据发送到 Mac

source: When enabled, selected metrics will create individual timestamped files in addition to daily summaries.
de: Wenn aktiviert, werden für ausgewählte Metriken zusätzlich zu den Tageszusammenfassungen einzelne Dateien mit Zeitstempel erstellt.
es: Cuando esté activado, las métricas seleccionadas crearán archivos individuales con marca de tiempo además de los resúmenes diarios.
fr: Lorsque cette option est activée, les indicateurs sélectionnés créeront des fichiers horodatés individuels en complément des résumés quotidiens.
it: Quando attivato, le metriche selezionate creeranno file individuali con marca temporale in aggiunta ai riepiloghi giornalieri.
ja: 有効にすると、選択した指標のタイムスタンプ付き個別ファイルが日次サマリーに加えて作成されます。
ko: 활성화하면 선택한 항목이 일일 요약 외에 개별 타임스탬프 파일을 생성합니다.
nl: Wanneer ingeschakeld maken geselecteerde meetwaarden individuele bestanden met tijdstempel aan naast dagelijkse samenvattingen.
pt_br: Quando ativado, as métricas selecionadas criarão arquivos individuais com data/hora além dos resumos diários.
zh_hans: 启用后，所选指标将在每日摘要之外创建单独的带时间戳文件。

source: When enabled, your Mac can discover this iPad and request health data over your local network.
de: Wenn aktiviert, kann Ihr Mac dieses iPad erkennen und Gesundheitsdaten über Ihr lokales Netzwerk anfordern.
es: Cuando esté activado, tu Mac podrá descubrir este iPad y solicitar datos de salud a través de tu red local.
fr: Lorsque cette option est activée, votre Mac peut détecter cet iPad et demander des données de santé via votre réseau local.
it: Quando attivato, il tuo Mac può rilevare questo iPad e richiedere i dati sanitari tramite la rete locale.
ja: 有効にすると、MacがこのiPadをローカルネットワーク上で検出し、ヘルスデータをリクエストできます。
ko: 활성화하면 Mac이 로컬 네트워크를 통해 이 iPad를 찾고 건강 데이터를 요청할 수 있습니다.
nl: Wanneer ingeschakeld kan je Mac deze iPad vinden en gezondheidsgegevens opvragen via je lokale netwerk.
pt_br: Quando ativado, seu Mac pode descobrir este iPad e solicitar dados de saúde pela sua rede local.
zh_hans: 启用后，您的 Mac 可以在本地网络中发现此 iPad 并请求健康数据。

source: When enabled, your Mac can discover this iPhone and request health data over your local network.
de: Wenn aktiviert, kann Ihr Mac dieses iPhone erkennen und Gesundheitsdaten über Ihr lokales Netzwerk anfordern.
es: Cuando esté activado, tu Mac podrá descubrir este iPhone y solicitar datos de salud a través de tu red local.
fr: Lorsque cette option est activée, votre Mac peut détecter cet iPhone et demander des données de santé via votre réseau local.
it: Quando attivato, il tuo Mac può rilevare questo iPhone e richiedere i dati sanitari tramite la rete locale.
ja: 有効にすると、MacがこのiPhoneをローカルネットワーク上で検出し、ヘルスデータをリクエストできます。
ko: 활성화하면 Mac이 로컬 네트워크를 통해 이 iPhone을 찾고 건강 데이터를 요청할 수 있습니다.
nl: Wanneer ingeschakeld kan je Mac deze iPhone vinden en gezondheidsgegevens opvragen via je lokale netwerk.
pt_br: Quando ativado, seu Mac pode descobrir este iPhone e solicitar dados de saúde pela sua rede local.
zh_hans: 启用后，您的 Mac 可以在本地网络中发现此 iPhone 并请求健康数据。

source: When enabled, your selected health metrics are merged into the YAML frontmatter of your existing daily notes on every export. The note body is never modified.
de: Wenn aktiviert, werden Ihre ausgewählten Gesundheitsmetriken bei jedem Export in das YAML-Frontmatter Ihrer bestehenden täglichen Notizen eingefügt. Der Notizinhalt wird nie verändert.
es: Cuando está habilitado, tus métricas de salud seleccionadas se fusionan en el frontmatter YAML de tus notas diarias existentes en cada exportación. El cuerpo de la nota nunca se modifica.
fr: Lorsqu'activé, vos métriques de santé sélectionnées sont fusionnées dans le frontmatter YAML de vos notes quotidiennes existantes à chaque exportation. Le corps de la note n'est jamais modifié.
it: Quando attivato, le metriche sanitarie selezionate vengono unite nel frontmatter YAML delle tue note giornaliere esistenti a ogni esportazione. Il corpo della nota non viene mai modificato.
ja: 有効にすると、エクスポートのたびに選択したヘルス指標が既存のデイリーノートのYAMLフロントマターにマージされます。ノート本文は変更されません。
ko: 활성화하면 내보내기할 때마다 선택한 건강 항목이 기존 일일 노트의 YAML 프론트매터에 병합됩니다. 노트 본문은 수정되지 않습니다.
nl: Wanneer ingeschakeld, worden je geselecteerde gezondheidsmeetwaarden samengevoegd in de YAML-frontmatter van je bestaande dagelijkse notities bij elke export. De notitietekst wordt nooit gewijzigd.
pt_br: Quando ativado, suas métricas de saúde selecionadas são mescladas no frontmatter YAML das suas notas diárias existentes a cada exportação. O corpo da nota nunca é modificado.
zh_hans: 启用后，每次导出时您选择的健康指标会合并到现有每日笔记的 YAML frontmatter 中。笔记正文不会被修改。

source: Where this Mac writes files received from iPhone.
de: Wobei dieser Mac Dateien schreibt, die von iPhone empfangen wurden.
es: Donde este Mac escribe archivos recibidos de iPhone.
fr: Où ce Mac écrit les fichiers reçus de iPhone.
it: Dove questo Mac scrive i file ricevuti da iPhone.
ja: この Mac は、iPhone から受信したファイルを書き込みます。
ko: 이 Mac는 iPhone에서 받은 파일을 쓰는 곳입니다.
nl: Waar deze Mac bestanden schrijft die zijn ontvangen van iPhone.
pt_br: Onde este Mac grava os arquivos recebidos de iPhone.
zh_hans: Mac 写入从 iPhone 接收的文件。

source: Why it failed
de: Warum es fehlgeschlagen ist
es: Por qué falló
fr: Pourquoi ça a échoué
it: Perché ha fallito
ja: なぜ失敗したのか
ko: 실패한 이유
nl: Waarom het mislukte
pt_br: Por que falhou
zh_hans: 为什么失败了

source: Why some dates did not export
de: Warum einige Daten nicht exportiert wurden
es: Por qué algunas fechas no se exportaron
fr: Pourquoi certaines dates n'ont pas été exportées
it: Perché alcune date non sono state esportate
ja: 一部の日付がエクスポートされなかった理由
ko: 일부 날짜가 내보내지지 않은 이유
nl: Waarom sommige datums niet zijn geëxporteerd
pt_br: Por que algumas datas não foram exportadas
zh_hans: 为什么有些日期没有导出

source: Will create individual files for:
de: Erstellt einzelne Dateien für:
es: Se crearán archivos individuales para:
fr: Créera des fichiers individuels pour :
it: Verranno creati file individuali per:
ja: 以下の個別ファイルを作成します：
ko: 다음 항목에 대해 개별 파일을 생성합니다:
nl: Maakt individuele bestanden aan voor:
pt_br: Criará arquivos individuais para:
zh_hans: 将为以下内容创建单独文件：

source: Without extension. Supports {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter}
de: Ohne Erweiterung. Unterstützt {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter}
es: Sin extensión. Soporta {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter}
fr: Sans extension. Prend en charge {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter}
it: Senza estensione. Supporta {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter}
ja: 拡張子なし。{date}、{year}、{month}、{day}、{weekday}、{monthName}、{quarter}に対応
ko: 확장자 제외. {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter} 지원
nl: Zonder extensie. Ondersteunt {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter}
pt_br: Sem extensão. Suporta {date}, {year}, {month}, {day}, {weekday}, {monthName}, {quarter}
zh_hans: 不含扩展名。支持 {date}、{year}、{month}、{day}、{weekday}、{monthName}、{quarter}

source: Wi‑Fi / local network
de: Wi‑Fi / lokales Netzwerk
es: Wi‑Fi / red local
fr: Wi‑Fi / réseau local
it: Wi‑Fi / rete locale
ja: Wi‑Fi / ローカルネットワーク
ko: Wi‑Fi / 로컬 네트워크
nl: Wi‑Fi / lokaal netwerk
pt_br: Wi‑Fi/rede local
zh_hans: Wi‑Fi / 本地网络

source: Workout Effort Score
de: Trainingsaufwandsbewertung
es: Puntuación de esfuerzo de entrenamiento
fr: Score d'effort d'entraînement
it: Punteggio dello sforzo di allenamento
ja: ワークアウト努力スコア
ko: 운동 노력 점수
nl: Score van trainingsinspanning
pt_br: Pontuação de esforço de treino
zh_hans: 锻炼努力分数

source: Workouts
de: Trainings
es: Entrenamientos
fr: Entraînements
it: Allenamenti
ja: ワークアウト
ko: 운동
pt_br: Exercícios
zh_hans: 锻炼

source: Wrist Temperature
de: Handgelenkstemperatur
es: Temperatura de muñeca
fr: Température du poignet
it: Temperatura del polso
ja: 手首の温度
ko: 손목 온도
nl: Pols temperatuur
pt_br: Temperatura do pulso
zh_hans: 手腕温度

source: Writable
de: Beschreibbar
es: Escritura permitida
fr: Inscriptible
it: Scrivibile
ja: 書き込み可能
ko: 쓰기 가능
nl: Beschrijfbaar
pt_br: Gravável
zh_hans: 可写

source: Write Data Dictionary
de: Datenwörterbuch erstellen
es: Generar diccionario de datos
fr: Générer un dictionnaire de données
it: Genera il dizionario dei dati
ja: データ辞書を生成
ko: 데이터 사전 생성
nl: Gegevenswoordenboek aanmaken
pt_br: Gerar dicionário de dados
zh_hans: 写入数据字典

source: Write Mode
de: Schreibmodus
es: Modo de escritura
fr: Mode d'écriture
it: Modalità di scrittura
ja: 書き込みモード
ko: 쓰기 모드
nl: Schrijfmodus
pt_br: Modo de Escrita
zh_hans: 写入模式

source: Write mode
de: Schreibmodus
es: Modo de escritura
fr: Mode d'écriture
it: Modalità di scrittura
ja: 書き込みモード
ko: 쓰기 모드
nl: Schrijfmodus
pt_br: Modo de gravação
zh_hans: 写入模式

source: Write selected metrics into daily note frontmatter, with optional Markdown sections for the note body.
de: Ausgewählte Metriken in das Frontmatter täglicher Notizen schreiben, mit optionalen Markdown-Abschnitten für den Notizinhalt.
es: Añade las métricas seleccionadas al frontmatter de las notas diarias, con secciones Markdown opcionales en el cuerpo.
fr: Ajoutez les indicateurs sélectionnés au frontmatter des notes quotidiennes, avec des sections Markdown facultatives dans le corps des notes.
it: Scrivi le metriche selezionate nel frontmatter delle note giornaliere, con sezioni Markdown facoltative nel corpo delle note.
ja: 選択した指標をデイリーノートのフロントマターに書き込み、必要に応じてノート本文にMarkdownセクションを追加します。
ko: 선택한 항목을 일일 노트의 프론트매터에 기록하고, 필요하면 노트 본문에 Markdown 섹션을 추가합니다.
nl: Schrijf geselecteerde meetwaarden naar de frontmatter van dagelijkse notities, met optionele Markdown-secties voor de notitietekst.
pt_br: Grave as métricas selecionadas no frontmatter das notas diárias, com seções opcionais em Markdown no corpo da nota.
zh_hans: 将所选指标写入每日笔记的 frontmatter，并可选择在笔记正文中添加 Markdown 章节。
